const PICTURE_DESCRIPTIONS = [
    'Классное фото!',
    'Фото топ!',
    'Отличное фото!',
    'Ужас!',
    'Моя бабушка фотает лучше!!',
    'Навалил кринжа!',
    'Крутой',
    'Где фулл?',
    'Чё за Огр?',
    'Умойся что-ли!',
];

const COMMENT_MESSAGES = [
    'Что ты предпочитаешь: путешествия на море или горы?',
    'Какой твой самый любимый вид спорта?',
    'Что бы ты выбрал: быть богатым и несчастливым или бедным и счастливым?',
    'Какой твой самый незабываемый момент из детства?',
    'Если бы ты мог поговорить с любым историческим персонажем, кто бы это был и о чем бы ты с ним говорил?',
    'Какого рода книги ты любишь читать?',
    'Какую страну ты бы хотел посетить в своем следующем отпуске?',
    'Какой самый смешной подарок ты когда-либо получал?',
    'Если бы ты мог стать профессиональным в чем-то, что бы это было?',
    'Какую музыку ты предпочитаешь слушать?',
];

const USER_NAMES = [
    'Дима',
    'Плохой Горец',
    'Хороший Горец',
    'Данил',
    'Максим',
    'Андрей',
    'Сергей',
    'Джулия',
    'Даша',
    'Оксана',
];

export {
    PICTURE_DESCRIPTIONS,
    COMMENT_MESSAGES,
    USER_NAMES
};
